Repository: KlientGuy/DEVART
Catalog: translations/devcore+intl-icu.*.xlf
Languages: de, pl

source: Unique websites, designed individually, built on the secure and intuitive DevCore CMS. Clarity for users.
de: Einzigartige Websites, individuell gestaltet, basierend auf dem sicheren und intuitiven DevCore CMS. Klarheit für die Nutzer.
pl: Unikalne strony internetowe, zaprojektowane indywidualnie, zbudowane na bezpiecznym i intuicyjnym CMS DevCore. Przejrzystość dla użytkowników.

# title
source: Unique websites, designed individually, built on the secure and intuitive DevCore CMS. Clarity for users.
de: Einzigartige Websites, individuell gestaltet, basierend auf dem sicheren und intuitiven DevCore CMS. Klarheit für die Nutzer.
pl: Unikalne strony internetowe, zaprojektowane indywidualnie, zbudowane na bezpiecznym <br> i intuicyjnym CMS DevCore. Przejrzystość dla użytkowników.

# scrolly.create
source: Create a website with us that
de: Erstellen Sie mit uns eine Website, die
pl: Stwórz z nami stronę, która

# scrolly.tells
source: tells
de: Ihre Geschichte
pl: opowie

# scrolly.your
source: YOUR
de: Ihre Geschichte
pl: TWOJĄ

# scrolly.history
source: STORY
de: auf eine Weise erzählt
pl: HISTORIĘ

# tak, że
source: in a way
de: die
pl: tak, że

# scrolly.noignore
source: that no one can ignore it
de: niemand ignorieren kann.
pl: nikt nie przejdzie obok niej obojętnie

source: See more
de: Mehr sehen
pl: Zobacz więcej

# onepage.desc
source: This is an elegant business card that, at a glance, communicates what you do, for whom, and how to contact you. It's the most effective way to attract clients: a clear offer and great compatibility with phones.
de: Dies ist eine elegante Visitenkarte, die auf den ersten Blick kommuniziert, was Sie tun, für wen und wie man Sie kontaktieren kann. Es ist der effektivste Weg, um Kunden zu gewinnen: ein klares Angebot und eine hervorragende Kompatibilität mit Smartphones.
pl: To elegancka wizytówka, która jednym spojrzeniem mówi, co robisz, dla kogo i jak się z Tobą skontaktować. To najbardziej efektywny sposób na zdobycie klientów: przejrzysta oferta i świetne dopasowanie do telefonów.

# companies
source: 3. For Companies
de: 3. Für Unternehmen
pl: 3. Firmowe

# companies.image
source: Image
de: Bild
pl: Wizerunek

# companies.sales
source: Sales
de: Verkauf
pl: Sprzedaż

# companies.integrations
source: Integrations
de: Integrationen
pl: Integracje

# companies.message
source: Message
de: Nachricht
pl: Przekaz

# ecommerce.desc
source: We support the growth of your business, building a strong brand presence online. We tailor each project to the company's goals.
de: Wir unterstützen das Wachstum Ihres Unternehmens, indem wir eine starke Markenpräsenz online aufbauen. Wir passen jedes Projekt an die Ziele des Unternehmens an.
pl: Wspieramy rozwój Twojego biznesu, budujemy silną pozycję marki w sieci. Każdy projekt dopasowujemy do celów firmy

# cities.title
source: 5. Cities, Municipalities, Public Activities
de: 5. Städte, Gemeinden, öffentliche Aktivitäten
pl: 5. Miasta, Gminy, <br> Działaności publiczne

# cities.desc
source: designed with accessibility, security, <br> and ease of management in mind
de: gestaltet mit Blick auf Barrierefreiheit, Sicherheit und einfache Verwaltung
pl: zaprojektowane z myślą o dostępności,<br> bezpieczeństwie i łatwości zarządzania

# trusted
source: They trusted us
de: Sie haben uns vertraut
pl: Zaufali nam

source: See
de: Siehe
pl: Zobacz

source: Expand
de: Expandieren
pl: Rozwiń

# close
source: Collapse
de: Zusammenbruch
pl: Zwiń
