Repository: KlientGuy/DEVART
Catalog: translations/portfolio+intl-icu.*.xlf
Languages: de

source: #Wszystkie
de: #Alle

source: #Strony internetowe
de: #Websites

source: #Aplikacje
de: #Apps

source: #Opakowania
de: #Verpackung

source: #Fashion
de: #Mode

source: Niestety nic tutaj jeszcze nie ma
de: Leider gibt es hier noch nichts

source: Projekt dla ESC SA. Strona internetowa BiuroLand skutecznie łączy atrakcyjny wygląd z funkcjonalnością, tworząc angażujące informacyjne doświadczenie zakupowe dla kupujących meble biurowe. Doskonale przekazuje profesjonalizm, wiedzę i podejście zorientowane na klienta.
de: Projekt für ESC SA. Die BiuroLand-Website kombiniert effektiv ein ansprechendes Erscheinungsbild mit Funktionalität und schafft so ein ansprechendes und informatives Einkaufserlebnis für Käufer von Büromöbeln. Sie vermittelt erfolgreich Professionalität, Fachwissen und einen kundenorientierten Ansatz.

source: Opakowania
de: Verpackung

source: Projekt etykiety łączy głębokie, szlachetne kolory, elegancką typografię i subtelne motywy trufli, tworząc ekskluzywny, naturalny charakter. Minimalistyczny design podkreśla dziedzictwo marki i jej luksusowy charakter.
de: Das Etikettendesign kombiniert tiefe, raffinierte Farben, elegante Typografie und subtile Trüffelmotive, um einen exklusiven, natürlichen Charakter zu schaffen. Das minimalistische Design hebt das Erbe der Marke und ihre luxuriöse Essenz hervor.

source: Ten nowoczesny i dynamiczny design etykiety nosi nazwę „GOOD DRINK EXTRA ENERGY”. Łączy elegancką, sportową estetykę z wyrazistym stylem wizualnym, podkreślającym moc, energię i wydajność.
de: Dieses moderne und dynamische Etikettendesign heißt „GOOD DRINK EXTRA ENERGY.“ Es kombiniert eine schlanke, sportliche Ästhetik mit einem mutigen visuellen Stil, der Kraft, Energie und Leistung betont.

source: Główna grafika z hasłem „I'm the Beast” przedstawia spadochroniarza w akcji, otoczonego stylizowanym zarysem spadochronu. Przerywane linie dodają dynamiki, a hasło, napisane energicznym, odręcznym stylem, podkreśla pewność siebie i adrenalinę. Zielone tło z gradientem i postarzonym efektem nadaje projektowi świeży i naturalny charakter.
de: Die Hauptgrafik mit dem Slogan „Ich bin das Biest“ zeigt einen Fallschirmspringer in Aktion, umgeben von einer stilisierten Fallschirmkontur. Gepunktete Linien verleihen ein Gefühl von Bewegung, während der Slogan – in einem energetischen, handgeschriebenen Stil – Selbstbewusstsein und Adrenalin betont. Der grüne Hintergrund mit einem Farbverlauf und einem verwitterten Effekt verleiht dem Design einen frischen und natürlichen Charakter.

source: Ten projekt charakteryzuje się żywym, artystycznym wyglądem z odważnymi akcentami bieli, żółci, pomarańczu i niebieskiego. Nieregularny efekt rozprysków farby dodaje energii i kreatywności, nadając koszulce dynamiczny i nowoczesny charakter.
de: Dieses Design zeichnet sich durch einen lebendigen, künstlerischen Look mit kräftigen Akzenten in Weiß, Gelb, Orange und Blau aus. Der unregelmäßige Farbspritzer-Effekt verleiht Energie und Kreativität und gibt dem T-Shirt einen dynamischen und modernen Charakter.

source: Projekt dla ESC SA. Ekskluzywny sklep internetowy, który skutecznie komunikuje luksus, elegancję i personalizację. Połączenie wysokiej jakości zdjęć, minimalistycznego designu i intuicyjnej nawigacji tworzy płynne doświadczenie zakupowe dla mężczyzn poszukujących wysokogatunkowych koszul. www.e-merceria.pl
de: Projekt für ESC SA. Ein exklusiver Online-Shop, der Luxus, Eleganz und Personalisierung effektiv kommuniziert. Die Kombination aus hochwertiger Fotografie, minimalistischem Design und intuitiver Navigation schafft ein nahtloses Einkaufserlebnis für Männer, die Premium-Hemden suchen. e-merceria.pl

source: Logotyp łączy nowoczesność i dynamikę. Prosta typografia w połączeniu z kontrastującą zielenią podkreśla energię i ekologiczną świadomość marki, tworząc świeży i nowoczesny wizerunek firmy transportowej.
de: Das Logo vereint Modernität und Dynamik. Die einfache Typografie in Kombination mit dem kontrastierenden Grün betont die Energie und das ökologische Bewusstsein der Marke und schafft ein frisches und modernes Image des Transportunternehmens.

source: Połączenie symboli błyskawicy, ciemnych tonów i wyrazistej typografii wpisuje się w branżę związaną z technologią, energią lub wysoką wydajnością.
de: Die Kombination aus Blitzsymbolen, dunklen Tönen und fetter Typografie passt zu Branchen, die mit Technologie, Energie oder Hochleistung zu tun haben.

source: Ta wizytówka emanuje profesjonalizmem, innowacyjnością i efektywnością, co czyni ją idealnym wyborem dla firmy technologicznej, inżynieryjnej lub przemysłowej. Jej nowoczesna estetyka i wysokiej jakości design gwarantują trwałe wrażenie na klientach i partnerach biznesowych.
de: Diese Visitenkarte strahlt Professionalität, Innovation und Effizienz aus und ist die ideale Wahl für ein Technologie-, Ingenieur- oder Industrieunternehmen. Ihre moderne Ästhetik und das hochwertige Design sorgen für einen bleibenden Eindruck bei Kunden und Geschäftspartnern.

source: Aplikacja
de: App

source: Aplikacja, która ma na celu ograniczenie czasu poświęcanego na social-media, w ramach kamieni milowych użytkownik otrzymuje punkty, które wymienia na kupony do wykorzystania.
de: Eine Anwendung, die darauf ausgelegt ist, die Zeit, die Nutzer in sozialen Medien verbringen, zu reduzieren, wobei die Nutzer Punkte als Meilensteine verdienen, die gegen einlösbare Gutscheine eingetauscht werden können.

source: Branding Foco, marki przyjemnej oraz miłej dla odbiorców. Misja marki polega na wpłynięciu na czas spędzony przed ekranem.
de: Foco Branding – eine freundliche und zugängliche Marke. Ihre Mission ist es, die Zeit, die Menschen vor Bildschirmen verbringen, zu beeinflussen.

source: Minimalizm, luksus i komfort – tak krótko opisałbym mój najnowszy projekt dla sklepu TUKUPTU. Stworzyłem przestrzeń, w której estetyka spotyka się z funkcjonalnością, a elegancja łączy się z nowoczesnością.
de: Minimalismus, Luxus und Komfort – so würde ich mein neuestes Projekt für den TUKUPTU-Shop kurz beschreiben. Ich habe einen Raum geschaffen, in dem Ästhetik auf Funktionalität trifft und Eleganz mit Modernität verschmilzt.

source: Marka kosmetyczna premium, która łączy luksus, naturę i nowoczesną technologię. Każdy produkt jest stworzony dla najwyższego poziomu pielęgnacji – skuteczny, delikatny i doskonale zbalansowany.
de: Eine Premium-Kosmetikmarke, die Luxus, Natur und moderne Technologie vereint. Jedes Produkt ist darauf ausgelegt, die höchste Pflegequalität zu bieten – effektiv, sanft und perfekt ausgewogen.

source: Interaktywna mapa pomaga odwiedzającym szybko znaleźć miejsca, w których mogą załatwić konkretne sprawy administracyjne. Dzięki przedstawieniu wszystkich dostępnych usług, usprawnia komunikację między miastem a mieszkańcami, czyniąc cały proces bardziej efektywnym.
de: Die interaktive Karte hilft Besuchern, schnell Orte zu finden, an denen sie spezifische administrative Angelegenheiten erledigen können. Durch die Präsentation aller verfügbaren Dienstleistungen wird die Kommunikation zwischen der Stadt und ihren Bewohnern optimiert, was den gesamten Prozess effizienter macht.

source: Miasto i Gmina Skawina
de: Stadt und Gemeinde Skawina

source: Projekt dla ESC SA. Strona internetowa to dobrze zaprojektowana, estetyczna i funkcjonalna platforma miejska. Intuicyjna nawigacja, interaktywne funkcje i nowoczesny design sprawiają, że jest skutecznym narzędziem dla mieszkańców, firm i turystów, wspierając komunikację oraz zaangażowanie obywatelskie. www.gminaskawina.pl
de: Projekt für ESC SA. Die Website ist eine gut gestaltete, ästhetische und funktionale städtische Plattform. Intuitive Navigation, interaktive Funktionen und modernes Design machen sie zu einem effektiven Werkzeug für Bewohner, Unternehmen und Touristen – zur Unterstützung der Kommunikation und des bürgerschaftlichen Engagements.

source: Projekt dla <a href="https://www.escsa.pl/" target="_blank" style="color: #0A84FF">ESC SA.</a> Strona internetowa GOPR (Górskie Ochotnicze Pogotowie Ratunkowe) została zaprojektowana jako nowoczesna, funkcjonalna i wizualnie atrakcyjna platforma, dostarczająca kluczowe informacje o bezpieczeństwie w górach, akcjach ratunkowych oraz aktualnych warunkach pogodowych.
de: Projekt für <a href="https://www.escsa.pl/" target="_blank" style="color: #0A84FF">ESC SA.</a> Die Website für GOPR (Bergrettungsdienst) wurde als moderne, funktionale und ansprechende Plattform gestaltet, die wichtige Informationen über Bergsicherheit, Rettungsoperationen und aktuelle Wetterbedingungen bereitstellt.

source: Fundacja GOPR
de: GOPR Stiftung

source: Fundacja GOPR wraz ze sklepem internetowym została zaprojektowana w czystej, nowoczesnej i profesjonalnej estetyce, która współgra z misją wsparcia górskiego ratownictwa.
de: Die GOPR-Stiftung sowie der Online-Shop wurden in einem klaren, modernen und professionellen Design gestaltet, das mit der Mission übereinstimmt, die Bergrettungsdienste zu unterstützen.

source: Strona internetowa one-page powstała dla gabinetu stomatologicznego w Libiążu.
de: Die One-Page-Website wurde für die Zahnarztpraxis in Libiąż erstellt.

source: Dodatkowo stworzyliśmy Logotyp gabinetu, który idealnie wpasowuje się na stronę internetową.
de: Zusätzlich haben wir das Logo der Praxis erstellt, das perfekt auf die Website passt.
