Repository: KlientGuy/DEVART
Catalog: translations/privacy+intl-icu.*.xlf
Languages: de

source: Polityka prywatności
de: Datenschutzrichtlinie

source: Polityka prywatności określa, jak zbierane, przetwarzane i przechowywane są dane osobowe Użytkowników niezbędne do świadczenia usług drogą elektroniczną za pośrednictwem serwisu internetowego www.2dev.com.pl.
de: Die Datenschutzrichtlinie beschreibt, wie die personenbezogenen Daten der Nutzer, die zur Erbringung von Dienstleistungen über die Website www.2dev.com.pl erforderlich sind, gesammelt, verarbeitet und gespeichert werden.

source: Powrót
de: Zurück

source: I. Postanowienia ogólne
de: I. Allgemeine Bestimmungen

source: Polityka prywatności określa, jak zbierane, przetwarzane i przechowywane są dane osobowe Użytkowników niezbędne do świadczenia usług drogą elektroniczną za pośrednictwem serwisu internetowego www.2dev.com.pl.
de: Die Datenschutzrichtlinie beschreibt, wie die personenbezogenen Daten der Nutzer, die zur Erbringung von Dienstleistungen über die Website www.2dev.com.pl erforderlich sind, gesammelt, verarbeitet und gespeichert werden.

source: Serwis zbiera wyłącznie dane osobowe niezbędne do świadczenia i rozwoju usług w nim oferowanych.
de: Die Website sammelt ausschließlich die personenbezogenen Daten, die zur Erbringung und Entwicklung der angebotenen Dienstleistungen erforderlich sind.

source: Dane osobowe zbierane za pośrednictwem Serwisu są przetwarzane zgodnie z Rozporządzeniem Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie o ochronie danych, dalej RODO) oraz ustawą o ochronie danych osobowych z dnia 10 maja 2018 r.
de: Die über die Website gesammelten personenbezogenen Daten werden gemäß der Verordnung (EU) 2016/679 des Europäischen Parlaments und des Rates vom 27. April 2016 zum Schutz natürlicher Personen bei der Verarbeitung personenbezogener Daten und zum freien Datenverkehr sowie zur Aufhebung der Richtlinie 95/46/EG (Allgemeine Datenschutzverordnung, im Folgenden DSGVO) und dem Gesetz über den Schutz personenbezogener Daten vom 10. Mai 2018 verarbeitet.

source: II. Administrator danych
de: II. Datenverantwortlicher

source: Administratorem danych osobowych zbieranych poprzez Serwis jest 2DEV, adres: Bochnia, ul. Brzeska 37, 32-700, adres poczty elektronicznej: kontakt@2dev.com.pl.
de: Der Datenverantwortliche für die über die Website gesammelten personenbezogenen Daten ist 2DEV, Adresse: Bochnia, ul. Brzeska 37, 32-700, E-Mail-Adresse: kontakt@2dev.com.pl.

source: III. Cel zbierania danych osobowych
de: III. Zweck der Datensammlung

source: Dane osobowe wykorzystywane są w celu:
de: Die personenbezogenen Daten werden zu folgenden Zwecken verwendet:

source: weryfikacji tożsamości Użytkownika,
de: Verifizierung der Identität des Nutzers,

source: realizacji umowy dotyczącej usług i e-usług,
de: Durchführung des Vertrags über Dienstleistungen und E-Dienstleistungen,

# komunikacji z&#9;Użytkownikiem (formularz kontaktowy)
source: komunikacji z Użytkownikiem (formularz kontaktowy)
de: Kommunikation mit dem Nutzer (Kontaktformular),

source: działań analitycznych i statystycznych,
de: Analytische und statistische Zwecke.

source: Podanie danych jest dobrowolne, ale niezbędne do zawarcia umowy albo skorzystania z innych funkcjonalności Serwisu.
de: Die Angabe von Daten ist freiwillig, aber notwendig, um einen Vertrag abzuschließen oder andere Funktionen der Website zu nutzen.

source: IV. Rodzaj przetwarzanych danych osobowych
de: IV. Art der verarbeiteten personenbezogenen Daten

source: Administrator może przetwarzać dane osobowe Użytkownika: imię i nazwisko, adres e-mail, numer telefonu, NIP.
de: Der Verantwortliche kann die personenbezogenen Daten des Nutzers verarbeiten: Vorname und Nachname, E-Mail-Adresse, Telefonnummer, NIP.

source: V. Okres przetwarzania danych osobowych
de: V. Dauer der Verarbeitung personenbezogener Daten

source: Dane osobowe Użytkowników będą przetwarzane przez okres:
de: Die personenbezogenen Daten der Nutzer werden verarbeitet für:

source: gdy podstawą przetwarzania danych jest wykonanie umowy – do momentu przedawnienia roszczeń po jej wykonaniu,
de: Wenn die Grundlage für die Verarbeitung der Daten die Vertragserfüllung ist – bis zur Verjährung der Ansprüche nach der Erfüllung,

source: gdy podstawą przetwarzania danych jest zgoda – do momentu jej odwołania, a po odwołaniu zgody do przedawnienia roszczeń.
de: Wenn die Grundlage für die Verarbeitung der Daten die Einwilligung ist – bis zur Widerrufung, und nach dem Widerruf der Einwilligung bis zur Verjährung der Ansprüche.

source: W obu przypadkach termin przedawnienia wynosi 6 lat, a dla roszczeń o świadczenia okresowe i roszczeń dotyczących prowadzenia działalności gospodarczej – 3 lata (jeśli przepis szczególny nie stanowi inaczej).
de: In beiden Fällen beträgt die Verjährungsfrist 6 Jahre, und für Ansprüche auf wiederkehrende Leistungen und Ansprüche im Zusammenhang mit der Ausübung einer wirtschaftlichen Tätigkeit – 3 Jahre (sofern nicht eine besondere Vorschrift etwas anderes bestimmt).

source: VI. Udostępnianie danych osobowych
de: VI. Weitergabe personenbezogener Daten

source: Dane osobowe Użytkowników mogą być przekazywane: podmiotom powiązanym z Administratorem, jego podwykonawcom, podmiotom współpracującym z Administratorem np. firmom obsługującym e-płatności, firmom świadczącym usługi kurierskie/pocztowe, kancelariom prawnym.
de: Die personenbezogenen Daten der Nutzer können an: mit dem Verantwortlichen verbundene Stellen, seine Auftragnehmer, mit dem Verantwortlichen zusammenarbeitende Stellen, z.B. Unternehmen, die E-Zahlungen abwickeln, Unternehmen, die Kurier-/Postdienste anbieten, Rechtsanwaltskanzleien, weitergegeben werden.

source: Dane osobowe Użytkowników nie będą/będą przekazywane poza teren Europejskiego Obszaru Gospodarczego (EOG).
de: Die personenbezogenen Daten der Nutzer werden nicht außerhalb des Europäischen Wirtschaftsraums (EWR) weitergegeben.

source: VII. Prawa Użytkowników
de: VII. Rechte der Nutzer

source: Użytkownik Serwisu ma prawo do: dostępu do treści swoich danych osobowych, ich sprostowania, usunięcia, ograniczenia przetwarzania, przenoszenia, wniesienia sprzeciwu wobec przetwarzania, cofnięcia zgody w każdej chwili (co nie ma wpływu na zgodność z prawem przetwarzania dokonanego w oparciu o zgodę przed jej cofnięciem).
de: Der Nutzer der Website hat das Recht auf: Zugang zu seinen personenbezogenen Daten, deren Berichtigung, Löschung, Einschränkung der Verarbeitung, Übertragung, Widerspruch gegen die Verarbeitung, Widerruf der Einwilligung jederzeit (was die Rechtmäßigkeit der Verarbeitung, die auf der Einwilligung vor ihrem Widerruf beruht, nicht berührt).

source: Zgłoszenie o wystąpieniu przez Użytkownika z uprawnieniem wynikającym z wymienionych praw należy przesłać na adres kontakt@2dev.com.pl
de: Anfragen zur Ausübung der oben genannten Rechte sind an die Adresse kontakt@2dev.com.pl zu senden.

source: Administrator spełnia lub odmawia spełnienia żądania niezwłocznie – maksymalnie w ciągu miesiąca od jego otrzymania.
de: Der Verantwortliche erfüllt oder verweigert die Erfüllung der Anfrage unverzüglich – spätestens innerhalb eines Monats nach Erhalt.

source: Użytkownik ma prawo złożyć skargę do Prezesa Urzędu Ochrony Danych Osobowych, jeśli uzna, że przetwarzanie narusza jego prawa i wolności (RODO).
de: Der Nutzer hat das Recht, eine Beschwerde beim Präsidenten des Amtes für den Schutz personenbezogener Daten einzureichen, wenn er der Meinung ist, dass die Verarbeitung seine Rechte und Freiheiten verletzt (DSGVO).

source: VIII. Pliki cookies
de: VIII. Cookies

source: Serwis zbiera informacje za pomocą plików cookies – sesyjnych, stałych i podmiotów zewnętrznych.
de: Die Website sammelt Informationen mithilfe von Cookies – Sitzungs-Cookies, dauerhaften Cookies und Cookies von Drittanbietern.

source: Zbieranie plików cookies wspiera poprawne świadczenie usług w Serwisie i służy celom statystycznym.
de: Die Sammlung von Cookies unterstützt die ordnungsgemäße Erbringung von Dienstleistungen auf der Website und dient statistischen Zwecken.

source: Użytkownik może określić zakres dostępu plików cookies do swojego urządzenia w ustawieniach przeglądarki.
de: Der Nutzer kann den Umfang des Zugriffs von Cookies auf sein Gerät in den Einstellungen des Browsers festlegen.

source: IX. Zautomatyzowane podejmowanie decyzji i profilowanie
de: IX. Automatisierte Entscheidungsfindung und Profiling

source: Dane Użytkowników nie mogą być przetwarzane w zautomatyzowany sposób tak, że na skutek tego mogłyby zapaść wobec nich jakiekolwiek decyzje.
de: Die Daten der Nutzer dürfen nicht automatisiert verarbeitet werden, sodass aufgrund dessen Entscheidungen getroffen werden könnten.

source: Dane Użytkowników mogą być profilowane celem dostosowania treści i personalizacji oferty po wyrażeniu przez nich zgody.
de: Die Daten der Nutzer können profiliert werden, um Inhalte anzupassen und das Angebot zu personalisieren, nachdem sie ihre Einwilligung gegeben haben.

source: X. Postanowienia końcowe
de: X. Schlussbestimmungen

source: Administrator ma prawo do wprowadzenia zmian w Polityce prywatności, przy czym prawa Użytkowników nie zostaną ograniczone.
de: Der Verantwortliche hat das Recht, Änderungen an der Datenschutzrichtlinie vorzunehmen, wobei die Rechte der Nutzer nicht eingeschränkt werden.

source: Informacja o wprowadzonych zmianach pojawi się w formie komunikatu dostępnego w Serwisie.
de: Informationen über die vorgenommenen Änderungen werden in Form einer Mitteilung auf der Website veröffentlicht.

source: W sprawach nieuregulowanych w niniejszej Polityce prywatności obowiązują przepisy RODO i przepisy prawa polskiego.
de: In Angelegenheiten, die in dieser Datenschutzrichtlinie nicht geregelt sind, gelten die Bestimmungen der DSGVO und die Bestimmungen des polnischen Rechts.
